Revit 2027 API
UISaveAsOptions Constructor
 Default constructor.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public UISaveAsOptions()
Public Sub New
public:
UISaveAsOptions()
new : unit -> UISaveAsOptions
See Also
Reference
UISaveAsOptions Class
Autodesk.Revit.UI Namespace